Repository: ponchofcult/ponchofcult.github.io
Catalog: nexus/plugin.video.aidoru-online/resources/language/resource.language.*/strings.po
Languages: es_mx, fr_fr, hi_in, ru_ru, zh_cn

# #30000
source: Settings
es_mx: Configuración
fr_fr: Paramètres
hi_in: सेटिंग
ru_ru: Настройки
zh_cn: 设置

# #30001
source: Enable/Disable Debug
es_mx: Habilitar/Deshabilitar depuración
fr_fr: Activer/Désactiver le débogage
hi_in: डीबग सक्षम/अक्षम करें
ru_ru: Включить/Отключить отладку
zh_cn: 启用/禁用调试

# #30002
source: Login in Aidoru-Online.me
es_mx: Iniciar sesión en Aidoru-Online.me
fr_fr: Connexion à Aidoru-Online.me
hi_in: Aidoru-Online.me में लॉग इन करें
ru_ru: Войти на Aidoru-Online.me
zh_cn: 登录Aidoru-Online.me

# #30003
source: Username
es_mx: Nombre de usuario
fr_fr: Nom d'utilisateur
hi_in: उपयोगकर्ता नाम
ru_ru: Имя пользователя
zh_cn: 用户名

# #30004
source: Password
es_mx: Contraseña
fr_fr: Mot de passe
hi_in: पासवर्ड
ru_ru: Пароль
zh_cn: 密码

# #30005
source: You are not logged in
es_mx: No has iniciado sesión
fr_fr: Vous n'êtes pas connecté
hi_in: आप लॉग इन नहीं हैं
ru_ru: Вы не вошли в систему
zh_cn: 您尚未登录

# #30006
source: Please first enter your Username and Password in the addon settings.
es_mx: Por favor, ingresa primero tu nombre de usuario y contraseña en la configuración del complemento.
fr_fr: Veuillez d'abord entrer votre nom d'utilisateur et votre mot de passe dans les paramètres de l'add-on.
hi_in: अपने यूजरनेम और पासवर्ड को ऐडऑन सेटिंग्स में दर्ज करें।
ru_ru: Пожалуйста, введите свои имя пользователя и пароль в настройках дополнения.
zh_cn: 请先在插件设置中输入您的用户名和密码。

# #30007
source: You are logged in as
es_mx: Has iniciado sesión como
fr_fr: Vous êtes connecté en tant que
hi_in: आप इस रूप में लॉग इन हैं
ru_ru: Вы вошли как
zh_cn: 您已登录为

# #30008
source: Search
es_mx: Buscar
fr_fr: Recherche
hi_in: खोज
ru_ru: Поиск
zh_cn: 搜索

# #30009
source: Show All
es_mx: Mostrar todo
fr_fr: Afficher tout
hi_in: सभी दिखाएँ
ru_ru: Показать все
zh_cn: 显示全部

# #30010
source: BD/DVDISO
ru_ru: BD/DVDИСО

# #30012
source: TV
hi_in: टीवी
ru_ru: ТВ
zh_cn: 电视节目

# #30013
source: Performance
es_mx: Presentación
hi_in: प्रदर्शन
ru_ru: Выступление
zh_cn: 表演

# #30014
source: PV
es_mx: VM
hi_in: पीवी
ru_ru: КЛИП
zh_cn: 宣传片

# #30015
source: Webstream
es_mx: Transmisión web
hi_in: वेबस्ट्रीम
ru_ru: Веб-поток
zh_cn: 网络流媒体

# #30016
source: Image
es_mx: Imagen
hi_in: छवि
ru_ru: Изображение
zh_cn: 图片

# #30017
source: Audio
hi_in: ऑडियो
ru_ru: Аудио
zh_cn: 音频

# #30018
source: Album
es_mx: Álbum
hi_in: एल्बम
ru_ru: Альбом
zh_cn: 专辑

# #30019
source: Single
es_mx: Sencillo
hi_in: एकल
ru_ru: Сингл
zh_cn: 单曲

# #30020
source: Radio
hi_in: रेडियो
ru_ru: Радио
zh_cn: 广播

# #30021
source: Misc
es_mx: Misceláneos
fr_fr: Divers
hi_in: विविध
ru_ru: Разное
zh_cn: 其他

# #30022
source: Subtitled
es_mx: Con subtítulos
fr_fr: Sous-titré
hi_in: उपशीर्षित
ru_ru: С субтитрами
zh_cn: 字幕

# #30023
source: Freeleech
hi_in: फ्रीलीच
ru_ru: Без ограничений
zh_cn: 免费下载

# #30024
source: Resurrected
es_mx: Resucitado
fr_fr: Resuscité
hi_in: रिजरेक्टेड
ru_ru: Воскрешенный
zh_cn: 复活

# #30025
source: Next
es_mx: Siguiente
fr_fr: Suivant
hi_in: अगला
ru_ru: Следующий
zh_cn: 下一页

# #30026
source: Page Finder
es_mx: Buscador de páginas
fr_fr: Chercheur de pages
hi_in: पृष्ठ खोजक
ru_ru: Поиск страниц
zh_cn: 页面查找器

# #30027
source: Cover
es_mx: Portada
fr_fr: Couverture
hi_in: कवर
ru_ru: Обложка
zh_cn: 封面

# #30028
source: Image
es_mx: Imagen
hi_in: छवि
ru_ru: Изображение
zh_cn: 图片

# #30029
source: Search All
es_mx: Buscar todo
fr_fr: Tout rechercher
hi_in: सभी खोजें
ru_ru: Поиск всего
zh_cn: 搜索全部

# #30030
source: None
es_mx: Ninguno
fr_fr: Aucun
hi_in: कोई नहीं
ru_ru: Нет
zh_cn: 无

# #30031
source: Name
es_mx: Nombre
fr_fr: Nom
hi_in: नाम
ru_ru: Название
zh_cn: 名称

# #30032
source: Description
es_mx: Descripción
hi_in: विवरण
ru_ru: Описание
zh_cn: 描述

# #30033
source: Name & Description
es_mx: Nombre y descripción
fr_fr: Nom et description
hi_in: नाम और विवरण
ru_ru: Название и описание
zh_cn: 名称和描述

# #30034
source: Active Transfers
es_mx: Transferencias activas
fr_fr: Transferts actifs
hi_in: सक्रिय स्थानांतरण
ru_ru: Активные пересылки
zh_cn: 活跃传输

# #30035
source: Include Dead
es_mx: Incluir torrents muertos
fr_fr: Inclure les morts
hi_in: मृत समावेश
ru_ru: Включая мертвые
zh_cn: 包含已停止的

# #30036
source: Only Dead
es_mx: Solo torrents muertos
fr_fr: Seulement les morts
hi_in: केवल मृत
ru_ru: Только мертвые
zh_cn: 仅限已停止的

# #30037
source: Need Seed
es_mx: Necesita semilla
fr_fr: Besoin de seed
hi_in: बीज की आवश्यकता है
ru_ru: Нужны сиды
zh_cn: 需要种子

# #30038
source: Select your favorite Agency
es_mx: Selecciona tu agencia favorita
fr_fr: Sélectionnez votre agence préférée
hi_in: अपनी पसंदीदा एजेंसी का चयन करें
ru_ru: Выберите свое любимое агентство
zh_cn: 选择您最喜欢的机构

# #30039
source: What are you looking for?
es_mx: ¿Qué estás buscando?
fr_fr: Que recherchez-vous?
hi_in: आप क्या ढूंढ रहे हैं?
ru_ru: Что вы ищете?
zh_cn: 您在寻找什么？

# #30040
source: Any other requirements?
es_mx: ¿Algún otro requisito?
fr_fr: Quelque chose de général ou de spécifique?
hi_in: कोई अन्य आवश्यकताएं?
ru_ru: Есть ли другие требования?
zh_cn: 有其他要求吗？

# #30041
source: Something general or something specific?
es_mx: ¿Algo general o algo específico?
hi_in: कुछ सामान्य या कुछ विशिष्ट?
ru_ru: Что-то общее или что-то конкретное?
zh_cn: 一般的还是具体的？

# #30042
source: In what condition do you want it?
es_mx: ¿En qué condición lo quieres?
fr_fr: Dans quel état le voulez-vous?
hi_in: आप इसे किस स्थिति में चाहते हैं?
ru_ru: В каком состоянии вы хотите это получить?
zh_cn: 您想要什么状态的？

# #30043
source: Put the page number where you want to go
es_mx: Ingresa el número de página a donde quieres ir.
fr_fr: Entrez le numéro de page où vous voulez aller
hi_in: वहाँ जाना चाहते हैं उस पृष्ठ की संख्या डालें
ru_ru: Введите номер страницы, на которую вы хотите перейти
zh_cn: 输入您要前往的页面号码

# #30044
source: Other
es_mx: Otros
fr_fr: Autres
hi_in: अन्य
ru_ru: Другие
zh_cn: 其他的

# #30045
source: Recommended for Streams.
es_mx: Recomendado para Streams.
fr_fr: Recommandé pour les flux.
hi_in: स्ट्रीम्स के लिए अनुशंसित।
ru_ru: Рекомендуется для потоков.
zh_cn: 推荐用于流媒体。

# #30046
source: Recommended for Downloads.
es_mx: Recomendado para Descargas.
fr_fr: Recommandé pour les téléchargements.
hi_in: डाउनलोड के लिए अनुशंसित।
ru_ru: Рекомендуется для загрузок.
zh_cn: 推荐用于下载。

# #30047
source: Select Torrent Manager.
es_mx: Seleccione el Gestor de Torrents.
fr_fr: Sélectionnez le gestionnaire de torrents.
hi_in: टोरेंट मैनेजर का चयन करें।
ru_ru: Выберите менеджер торрентов.
zh_cn: 选择 Torrent 管理器。

# #30048
source: Please Update and Restart.
es_mx: Por favor, actualice y reinicie.
fr_fr: Veuillez mettre à jour et redémarrer.
hi_in: कृपया अपडेट और पुनः आरंभ करें।
ru_ru: Пожалуйста, обновите и перезапустите.
zh_cn: 请更新并重新启动。

# #30049
source: Update or reinstall
es_mx: Actualice o reinstale
fr_fr: Mettre à jour ou réinstaller
hi_in: अपडेट या पुनः स्थापित करें
ru_ru: Обновить или переустановить
zh_cn: 更新或重新安装

# #30050
source: and restart Kodi to avoid issues.
es_mx: y reinicie Kodi para evitar problemas.
fr_fr: et redémarrez Kodi pour éviter les problèmes.
hi_in: और समस्याओं से बचने के लिए कोडी को पुनः आरंभ करें।
ru_ru: и перезапустите Kodi, чтобы избежать проблем.
zh_cn: 并重新启动 Kodi 以避免问题。

# #30051
source: Download Images from
es_mx: Descargue imágenes de
fr_fr: Téléchargez des images à partir de
hi_in: से छवियां डाउनलोड करें
ru_ru: Скачать изображения из
zh_cn: 从以下位置下载图片

# #30052
source: Update with images from Torrent
es_mx: Actualice con imágenes de Torrent
fr_fr: Mettez à jour avec des images provenant de Torrent
hi_in: टोरेंट से छवियों के साथ अपडेट करें
ru_ru: Обновить с изображениями из Torrent
zh_cn: 使用来自 Torrent 的图片进行更新

# #30053
source: Downloading Images from Torrent
es_mx: Descargando imágenes de Torrent
fr_fr: Téléchargement d'images à partir de Torrent
hi_in: टोरेंट से छवियां डाउनलोड कर रहा है
ru_ru: Загрузка изображений из Torrent
zh_cn: 正在从 Torrent 下载图片

# #30054
source: Downloading Files...
es_mx: Descargando archivos...
fr_fr: Téléchargement des fichiers...
hi_in: फाइलें डाउनलोड कर रहा है...
ru_ru: Загрузка файлов...
zh_cn: 正在下载文件...

# #30055
source: Saving Torrent Images
es_mx: Guardando imágenes de Torrent
fr_fr: Enregistrement des images de Torrent
hi_in: टोरेंट छवियों को सहेज रहा है
ru_ru: Сохранение изображений Torrent
zh_cn: 保存 Torrent 图片

# #30056
source: Saving
es_mx: Guardando
fr_fr: Enregistrement
hi_in: सहेज रहा है
ru_ru: Сохранение
zh_cn: 保存中

# #30057
source: items left
es_mx: artículos restantes
fr_fr: articles restants
hi_in: आइटम बाकी हैं
ru_ru: осталось элементов
zh_cn: 剩余项目

# #30058
source: Download Complete...
es_mx: Descarga completa...
fr_fr: Téléchargement terminé...
hi_in: डाउनलोड पूरा हुआ...
ru_ru: Загрузка завершена...
zh_cn: 下载完成...

# #30059
source: Please invite me to a bit of pizza.
es_mx: Por favor, invítame un piquito de pizza.
fr_fr: S’il vous plaît, invitez-moi à un morceau de pizza.
hi_in: कृपया मुझे पिज़्ज़ा का एक टुकड़ा आमंत्रित करें।
ru_ru: Пожалуйста, пригласите меня на кусочек пиццы
zh_cn: 请请我吃一块披萨。

# #30060
source: Hello, I'm {}, the creator of this kawaii addon that lets you watch the best content of your favourite Japanese idols from the aidoru-online site. I've built it little by little over two long years and I'm the only person who supports it right now, you can imagine the adversities that entails. So if you liked the addon, which I made with a lot of love for you, if you want it to keep working for longer and that I can make more addons about your favourite idols, I would appreciate it with all my kokoro if today you can invite me to a bit of pizza…yumi, yumi… . If you want to support me, you can do it at this link: {} or scanning the QR code. Arigatou gozaimasu!!.
es_mx: Hola, soy {}, el creador de este addon tan kawaii que te permite ver el mejor contenido de tus idols japonesas favoritas del sitio aidoru-online. Lo he construido poco a poco a lo largo de dos largos años y soy la única persona que le da soporte actualmente, ya te imaginarás las adversidades que ello conlleva. Así que si te gustó el addon, que lo hice con mucho cariño para ti, si deseas que siga funcionando por más tiempo y que pueda hacer más addons sobre tus idols favoritas, te agradecería con todo el kokoro si hoy me puedes invitar a un piquito de pizza…yumi, yumi… . Si quieres apoyarme, puedes hacerlo en este enlace: {} o escaneando el código QR. Arigatou gozaimasu!!.
fr_fr: Bonjour, je suis {}, le créateur de cet addon kawaii qui vous permet de regarder le meilleur contenu de vos idoles japonaises préférées du site aidoru-online. Je l’ai construit petit à petit pendant deux longues années et je suis la seule personne qui le soutient actuellement, vous pouvez imaginer les adversités que cela implique. Alors si vous avez aimé l’addon, que j’ai fait avec beaucoup d’amour pour vous, si vous voulez qu’il continue à fonctionner plus longtemps et que je puisse faire plus d’addons sur vos idoles préférées, je vous apprécierais de tout mon kokoro si aujourd’hui vous pouvez m’inviter à un morceau de pizza…yumi, yumi… . Si vous voulez me soutenir, vous pouvez le faire à ce lien : {} ou en scannant le code QR. Arigatou gozaimasu!!.
hi_in: नमस्ते, मैं {} हूं, इस कवाई एडऑन का निर्माता, जो आपको aidoru-online साइट से अपनी पसंदीदा जापानी आइडल्स की सबसे अच्छी सामग्री देखने देता है। मैंने इसे दो लंबे सालों में धीरे-धीरे बनाया है और मैं अभी इसका एकमात्र समर्थक हूं, आप अनुमान लगा सकते हैं कि इसमें कितनी कठिनाइयां होती हैं। तो अगर आपको एडऑन पसंद आया, जिसे मैंने आपके लिए बहुत प्यार से बनाया है, अगर आप चाहते हैं कि यह लंबे समय तक काम करता रहे और मैं आपकी पसंदीदा आइडल्स के बारे में और एडऑन बना सकूं, तो मुझे अपने पूरे कोकोरो से पसंद आएगा अगर आज आप मुझे पिज़्ज़ा का एक टुकड़ा आमंत्रित कर सकते हैं…युमी, युमी… . अगर आप मुझे समर्थन करना चाहते हैं, तो आप इस लिंक पर कर सकते हैं: {} या QR कोड स्कैन करके। अरिगतो गोज़ाइमासू!!.
ru_ru: Привет, я {}, создатель этого кавайного аддона, который позволяет вам смотреть лучший контент ваших любимых японских идолов с сайта aidoru-online. Я строил его постепенно в течение двух долгих лет и я единственный, кто поддерживает его сейчас, вы можете представить себе трудности, которые это влечет за собой. Так что, если вам понравился аддон, который я сделал с большой любовью к вам, если вы хотите, чтобы он работал дольше и чтобы я мог делать больше аддонов о ваших любимых идолах, я бы оценил это всем своим кокоро, если бы вы сегодня пригласили меня на кусочек пиццы…юми, юми… . Если вы хотите поддержать меня, вы можете сделать это по этой ссылке: {} или сканировав QR-код. Аригато гозаимасу!!.
zh_cn: 你好，我是{}，这个可爱的插件的创建者，它让你从aidoru-online网站上看到你最喜欢的日本偶像的最好的内容。我花了两年的时间一点一点地建造它，现在我是唯一支持它的人，你可以想象这带来的困难。所以，如果你喜欢这个插件，我用很多爱为你做的，如果你想让它继续工作更长时间，我能做更多关于你最喜欢的偶像的插件，我会用我所有的心感激你，如果今天你能请我吃一块披萨…yumi，yumi…。如果你想支持我，你可以在这个链接上做: {} 或扫描二维码。谢谢你!!.

# #30061
source: Thanks Button
es_mx: Botón de gracias
fr_fr: Bouton de remerciement
hi_in: धन्यवाद बटन
ru_ru: Кнопка благодарности
zh_cn: 感谢按钮

# #30062
source: Give thanks to {}.
es_mx: Da las gracias a {}.
fr_fr: Remerciez {}.
hi_in: {} को धन्यवाद दें।
ru_ru: Поблагодарите {}.
zh_cn: 感谢 {}。

# #30063
source: You and {} other users have already thanked {}.
es_mx: Tú y {} usuarios más ya han dado las gracias a {}.
fr_fr: Vous et {} autres utilisateurs avez déjà remercié {}.
hi_in: आप और {} अन्य उपयोगकर्ताओं ने पहले ही {} को धन्यवाद दिया है।
ru_ru: Вы и {} других пользователей уже поблагодарили {}.
zh_cn: 您和其他 {} 位用户已经感谢了 {}。

# #30064
source: Click to set the subtitles - {}
fr_fr: Cliquez pour mettre les sous-titres - {}
ru_ru: Нажмите, чтобы установить субтитры - {}
zh_cn: 点击设置字幕 - {}

# #30065
source: You must have a video playing for setting the subtitles.
fr_fr: Vous devez avoir une vidéo en cours de lecture pour mettre les sous-titres.
ru_ru: Вы должны воспроизводить видео, чтобы установить субтитры.
zh_cn: 您必须有一个正在播放的视频才能设置字幕
