Repository: ponchofcult/ponchofcult.github.io
Catalog: leia/plugin.video.ariyasumomoka/resources/language/resource.language.*/strings.po
Languages: hi_in, ja_jp, pt_br, th_th

# #30000
source: Settings
hi_in: सेटिंग
ja_jp: 設定
pt_br: Definições
th_th: การตั้งค่า

# #30001
source: Enable/Disable Debug
hi_in: डीबग सक्षम/अक्षम करें
ja_jp: デバッグの有効化/無効化
pt_br: Ativar/Desativar Depuração
th_th: เปิดใช้งาน/ปิดการใช้งานการแก้บั๊ก

# #30002
source: Restart Required
hi_in: पुन: आरंभ की आवश्यकता है
ja_jp: 再起動が必要です
pt_br: Necessário reiniciar
th_th: ต้องการเริ่มต้นใหม่

# #30003
source: If you want to see Japanese titles displayed correctly, please restart Kodi now. Alternatively, you can continue using it and the changes will take effect after your next restart.
hi_in: यदि आप जापानी शीर्षकों को सही ढंग से देखना चाहते हैं, तो कृपया कोडी को अब पुन: आरंभ करें। वैकल्पिक रूप से, आप इसका उपयोग जारी रख सकते हैं और परिवर्तन अगले पुनरारंभ के बाद प्रभावी होंगे।
ja_jp: 日本語のタイトルを正しく表示するには、Kodiを再起動してください。または、そのまま使用し、次回の再起動後に変更が反映されます。
pt_br: Se quiser ver títulos japoneses exibidos corretamente, reinicie o Kodi agora. Alternativamente, você pode continuar a usá-lo e as alterações terão efeito após o próximo reinício.
th_th: หากคุณต้องการดูชื่อเรื่องภาษาญี่ปุ่นที่แสดงได้ถูกต้อง โปรดเริ่มต้น Kodi ใหม่ตอนนี้ หรือคุณสามารถใช้งานต่อได้ และการเปลี่ยนแปลงจะมีผลหลังจากที่คุณเริ่มต้นใหม่ครั้งต่อไป

# #30004
source: Unsupported Skin
hi_in: असमर्थित स्किन
ja_jp: サポートされていないスキンです
pt_br: Skin não suportado
th_th: สกินที่ไม่รองรับ

# #30005
source: Please report this on https://github.com/ponchofcult/Turning-Japanese/issues so we can add support as soon as possible. Thank you!
hi_in: कृपया https://github.com/ponchofcult/Turning-Japanese/issues पर इसकी रिपोर्ट करें ताकि हम जल्द से जल्द समर्थन जोड़ सकें। धन्यवाद!
ja_jp: できるだけ早くサポートを追加できるように、https://github.com/ponchofcult/Turning-Japanese/issues で報告してください。ありがとうございます！
pt_br: Por favor, informe isso em https://github.com/ponchofcult/Turning-Japanese/issues para que possamos adicionar suporte o mais rápido possível. Obrigado!
th_th: โปรดรายงานสิ่งนี้ที่ https://github.com/ponchofcult/Turning-Japanese/issues เพื่อให้เราสามารถเพิ่มการสนับสนุนให้เร็วที่สุด ขอบคุณ!

# #30006
source: PHOTOGRAPHY
hi_in: फोटोग्राफी
ja_jp: 写真
pt_br: FOTOGRAFIA
th_th: การถ่ายภาพ

# #30007
source: MOVIE
hi_in: फिल्म
ja_jp: 映画
pt_br: CINEMA
th_th: ภาพยนตร์

# #30008
source: DISCOGRAPHY
hi_in: डिस्कोग्राफी
ja_jp: ディスコグラフィ
pt_br: DISCOGRAFIA
th_th: ดิสก์โครโนกราฟี

# #30009
source: Unsupported Link
hi_in: असमर्थित लिंक
ja_jp: サポートされていないリンクです
pt_br: Link não suportado
th_th: ลิงก์ที่ไม่รองรับ

# #30010
source: If you want to watch this video, please enter this URL in a web browser:
hi_in: यदि आप इस वीडियो को देखना चाहते हैं, तो कृपया इस URL को वेब ब्राउज़र में दर्ज करें:
ja_jp: このビデオを視聴する場合は、WebブラウザでこのURLを入力してください：
pt_br: Se quiser assistir a este vídeo, digite esta URL em um navegador da web:
th_th: หากคุณต้องการดูวิดีโอนี้ โปรดป้อน URL นี้ในเว็บเบราว์เซอร์:

# #30011
source: Not Available Albums
hi_in: उपलब्ध एल्बम नहीं
ja_jp: 利用できないアルバム
pt_br: Álbuns não disponíveis
th_th: ไม่มีอัลบั้ม

# #30012
source: Coming soon...
hi_in: जल्द आ रहा है...
ja_jp: 近日公開...
pt_br: Em breve...
th_th: เร็วๆ นี้...

# #30013
source: PLAY VIDEO
hi_in: वीडियो चलाएं
ja_jp: ビデオを再生
pt_br: REPRODUZIR VÍDEO
th_th: เล่นวีดีโอ

# #30014
source: No links found
hi_in: कोई लिंक नहीं मिला
ja_jp: リンクが見つかりませんでした
pt_br: Nenhum link encontrado
th_th: ไม่พบลิงก์

# #30015
source: Videos not available for this album, sorry.
hi_in: इस एल्बम के लिए वीडियो उपलब्ध नहीं हैं, माफ़ कीजिए
ja_jp: このアルバムのビデオは利用できません、ごめんなさい
pt_br: Desculpe, não há vídeos disponíveis para este álbum.
th_th: ขออภัย ไม่มีวิดีโอสำหรับอัลบั้มนี้
