Repository: ponchofcult/ponchofcult.github.io
Catalog: leia/plugin.video.aidoru-online/resources/language/resource.language.*/strings.po
Languages: de_de, th_th

# #30000
source: Settings
de_de: Einstellungen
th_th: การตั้งค่า

# #30001
source: Enable/Disable Debug
de_de: Debug aktivieren/deaktivieren
th_th: เปิดใช้งาน/ปิดการใช้งานการแก้บั๊ก

# #30002
source: Login in Aidoru-Online.me
de_de: Anmelden bei Aidoru-Online.me
th_th: เข้าสู่ระบบใน Aidoru-Online.me

# #30003
source: Username
de_de: Benutzername
th_th: ชื่อผู้ใช้

# #30004
source: Password
de_de: Passwort
th_th: รหัสผ่าน

# #30005
source: You are not logged in
de_de: Sie sind nicht angemeldet
th_th: คุณไม่ได้เข้าสู่ระบบ

# #30006
source: Please first enter your Username and Password in the addon settings.
de_de: Bitte geben Sie zuerst Ihren Benutzernamen und Ihr Passwort in den Addon-Einstellungen ein.
th_th: โปรดกรอกชื่อผู้ใช้และรหัสผ่านของคุณก่อนในการตั้งค่า Addon

# #30007
source: You are logged in as
de_de: Sie sind angemeldet als
th_th: คุณเข้าสู่ระบบเป็น

# #30008
source: Search
de_de: Suche
th_th: ค้นหา

# #30009
source: Show All
de_de: Alle anzeigen
th_th: แสดงทั้งหมด

# #30012
source: TV
th_th: ทีวี

# #30013
source: Performance
de_de: Leistung
th_th: การแสดง

# #30016
source: Image
de_de: Bild
th_th: รูปภาพ

# #30017
source: Audio
th_th: เสียง

# #30018
source: Album
th_th: อัลบั้ม

# #30019
source: Single
th_th: เพลงประกอบละครเดี่ยว

# #30020
source: Radio
th_th: วิทยุ

# #30021
source: Misc
de_de: Sonstiges
th_th: อื่นๆ

# #30022
source: Subtitled
de_de: Untertitelt
th_th: มีคำบรรยาย

# #30024
source: Resurrected
de_de: Wiederbelebt
th_th: ฟื้นขึ้นมาใหม่

# #30025
source: Next
de_de: Weiter
th_th: ถัดไป

# #30026
source: Page Finder
de_de: Seitenfinder
th_th: ค้นหาหน้า

# #30027
source: Cover
th_th: หน้าปก

# #30028
source: Image
de_de: Bild
th_th: รูปภาพ

# #30029
source: Search All
de_de: Alle suchen
th_th: ค้นหาทั้งหมด

# #30030
source: None
de_de: Keine
th_th: ไม่มี

# #30031
source: Name
th_th: ชื่อ

# #30032
source: Description
de_de: Beschreibung
th_th: คำอธิบาย

# #30033
source: Name & Description
de_de: Name & Beschreibung
th_th: ชื่อและคำอธิบาย

# #30034
source: Active Transfers
de_de: Aktive Übertragungen
th_th: การถ่ายโอนที่ใช้งานอยู่

# #30035
source: Include Dead
de_de: Tote einschließen
th_th: รวมที่ตายแล้ว

# #30036
source: Only Dead
de_de: Nur Tote
th_th: เฉพาะที่ตายแล้ว

# #30037
source: Need Seed
de_de: Samen benötigt
th_th: ต้องการ Seed

# #30038
source: Select your favorite Agency
de_de: Wählen Sie Ihre Lieblingsagentur aus
th_th: เลือกสถาบันที่คุณชื่นชอบ

# #30039
source: What are you looking for?
de_de: Wonach suchen Sie?
th_th: คุณกำลังมองหาอะไร?

# #30040
source: Any other requirements?
de_de: Weitere Anforderungen?
th_th: มีความต้องการอื่นๆ อีกหรือไม่?

# #30041
source: Something general or something specific?
de_de: Etwas Allgemeines oder etwas Spezifisches?
th_th: สิ่งทั่วไปหรือสิ่งที่เฉพาะเจาะจง?

# #30042
source: In what condition do you want it?
de_de: In welchem Zustand wollen Sie es haben?
th_th: คุณต้องการสภาพอย่างไร?

# #30043
source: Put the page number where you want to go
de_de: Geben Sie die Seitenzahl ein, zu der Sie gehen möchten
th_th: ใส่หมายเลขหน้าที่คุณต้องการไป

# #30044
source: Other
de_de: Andere
th_th: คนอื่น

# #30045
source: Recommended for Streams.
de_de: Empfohlen für Streams.
th_th: แนะนำสำหรับสตรีม

# #30046
source: Recommended for Downloads.
de_de: Empfohlen für Downloads.
th_th: แนะนำสำหรับการดาวน์โหลด

# #30047
source: Select Torrent Manager.
de_de: Wählen Sie Torrent Manager aus.
th_th: เลือก Torrent Manager

# #30048
source: Please Update and Restart.
de_de: Bitte aktualisieren und neu starten.
th_th: โปรดอัปเดตและรีสตาร์ท

# #30049
source: Update or reinstall
de_de: Aktualisieren oder neu installieren
th_th: อัปเดตหรือติดตั้งใหม่

# #30050
source: and restart Kodi to avoid issues.
de_de: und starten Sie Kodi neu, um Probleme zu vermeiden.
th_th: และรีสตาร์ท Kodi เพื่อหลีกเลี่ยงปัญหา

# #30051
source: Download Images from
de_de: Bilder herunterladen von
th_th: ดาวน์โหลดรูปภาพจาก

# #30052
source: Update with images from Torrent
de_de: Aktualisieren mit Bildern von Torrent
th_th: อัปเดตด้วยรูปภาพจาก Torrent

# #30053
source: Downloading Images from Torrent
de_de: Bilder von Torrent herunterladen
th_th: กำลังดาวน์โหลดรูปภาพจาก Torrent

# #30054
source: Downloading Files...
th_th: กำลังดาวน์โหลดไฟล์...

# #30055
source: Saving Torrent Images
de_de: Torrent-Bilder speichern
th_th: บันทึกรูปภาพ Torrent

# #30056
source: Saving
de_de: Speichern
th_th: กำลังบันทึก

# #30057
source: items left
de_de: Artikel übrig
th_th: รายการที่เหลืออยู่

# #30058
source: Download Complete...
th_th: การดาวน์โหลดเสร็จสมบูรณ์...

# #30059
source: Please invite me to a bit of pizza.
de_de: Bitte laden Sie mich zu einem Stück Pizza ein.
th_th: กรุณาเชิญฉันไปกินพิซซ่าหน่อย

# #30060
source: Hello, I'm {}, the creator of this kawaii addon that lets you watch the best content of your favourite Japanese idols from the aidoru-online site. I've built it little by little over two long years and I'm the only person who supports it right now, you can imagine the adversities that entails. So if you liked the addon, which I made with a lot of love for you, if you want it to keep working for longer and that I can make more addons about your favourite idols, I would appreciate it with all my kokoro if today you can invite me to a bit of pizza…yumi, yumi… . If you want to support me, you can do it at this link: {} or scanning the QR code. Arigatou gozaimasu!!.
de_de: Hallo, ich bin {}, der Schöpfer dieses kawaii Addons, das dir erlaubt, den besten Inhalt deiner Lieblings-Japan-Idole von der aidoru-online Seite zu sehen. Ich habe es über zwei lange Jahre hinweg nach und nach aufgebaut und bin im Moment die einzige Person, die es unterstützt, du kannst dir die Widrigkeiten vorstellen, die das mit sich bringt. Also, wenn dir das Addon gefallen hat, das ich mit viel Liebe für dich gemacht habe, wenn du willst, dass es länger funktioniert und dass ich mehr Addons über deine Lieblings-Idole machen kann, würde ich es mit meinem ganzen Kokoro schätzen, wenn du mich heute zu einem Stück Pizza einladen kannst…yumi, yumi… . Wenn du mich unterstützen willst, kannst du das unter diesem Link tun: {} oder den QR-Code scannen. Arigatou gozaimasu!!.
th_th: สวัสดีค่ะ ฉันคือ {} ผู้สร้างส่วนเสริมที่น่ารักนี้ที่ช่วยให้คุณดูเนื้อหาที่ดีที่สุดของไอดอลญี่ปุ่นที่คุณชื่นชอบจากเว็บไซต์ aidoru-online ฉันสร้างมันขึ้นเล็กน้อยตลอดสองปีที่ยาวนานและฉันเป็นผู้สนับสนุนเดียวในขณะนี้ คุณสามารถจินตนาการถึงความยากลำบากที่เกิดขึ้นได้ ดังนั้น หากคุณชอบส่วนเสริมที่ฉันทำด้วยความรักมากมายเพื่อคุณ หากคุณต้องการให้มันทำงานได้นานขึ้นและฉันสามารถสร้างส่วนเสริมเพิ่มเติมเกี่ยวกับไอดอลที่คุณชื่นชอบได้ ฉันจะขอบคุณด้วยใจทั้งหมดหากวันนี้คุณเชิญฉันไปกินพิซซ่าหน่อย…ยูมิ ยูมิ… หากคุณต้องการสนับสนุนฉัน คุณสามารถทำได้ที่ลิงก์นี้: {} หรือสแกนรหัส QR ขอบคุณมากค่ะ!!.

# #30061
source: Thanks Button
de_de: Dankeschön-Knopf
th_th: ปุ่มขอบคุณ

# #30062
source: Give thanks to {}.
de_de: Danke an {}.
th_th: ขอบคุณ {}.

# #30063
source: You and {} other users have already thanked {}.
de_de: Du und {} andere Benutzer haben {} bereits gedankt.
th_th: คุณและผู้ใช้อีก {} คนได้ขอบคุณ {} แล้ว

# #30064
source: Click to set the subtitles - {}
th_th: คลิกเพื่อตั้งค่าคำบรรยาย - {}

# #30065
source: You must have a video playing for setting the subtitles.
th_th: คุณต้องมีวิดีโอเล่นอยู่เพื่อตั้งค่าคำบรรยาย

# #30014
source: PV
de_de: MV

# #30054
source: Downloading Files…
de_de: Dateien herunterladen…

# #30058
source: Download Complete…
de_de: Download abgeschlossen…

# #30066
source: The addon could not be installed.
de_de: Das Addon konnte nicht installiert werden.

# #30067
source: Go to the addons section, choose install from repository, select the repository {}, go to video addons and install {}.
de_de: Gehe zum Addons-Bereich, wähle Installieren aus Repository, wähle das Repository {} aus, gehe zu Video-Addons und installiere {}.
