Repository: ponchofcult/ponchofcult.github.io
Catalog: matrix/plugin.video.aidoru-online/resources/language/resource.language.*/strings.po
Languages: ja_jp, pt_br

# #30000
source: Settings
ja_jp: 設定
pt_br: Definições

# #30001
source: Enable/Disable Debug
ja_jp: デバッグの有効化/無効化
pt_br: Ativar/Desativar Depuração

# #30002
source: Login in Aidoru-Online.me
ja_jp: Aidoru-Online.me へログイン
pt_br: Login em Aidoru-Online.me

# #30003
source: Username
ja_jp: ユーザー名
pt_br: Nome de Usuário

# #30004
source: Password
ja_jp: パスワード
pt_br: Senha

# #30005
source: You are not logged in
ja_jp: ログインしていません
pt_br: Você não está conectado

# #30006
source: Please first enter your Username and Password in the addon settings.
ja_jp: アドオンの設定で、最初にユーザー名とパスワードを入力してください。
pt_br: Por favor, insira primeiro seu Nome de Usuário e Senha nas configurações do complemento.

# #30007
source: You are logged in as
ja_jp: ログイン中です
pt_br: Você está conectado como

# #30008
source: Search
ja_jp: 検索
pt_br: Buscar

# #30009
source: Show All
ja_jp: すべて表示
pt_br: Mostrar Todos

# #30012
source: TV
ja_jp: テレビ番組

# #30013
source: Performance
ja_jp: パフォーマンス

# #30015
source: Webstream
ja_jp: Web ストリーム

# #30016
source: Image
ja_jp: 画像
pt_br: Imagem

# #30017
source: Audio
ja_jp: 音声
pt_br: Áudio

# #30018
source: Album
ja_jp: アルバム
pt_br: Álbum

# #30019
source: Single
ja_jp: シングル

# #30020
source: Radio
ja_jp: ラジオ
pt_br: Rádio

# #30021
source: Misc
ja_jp: その他
pt_br: Diversos

# #30022
source: Subtitled
ja_jp: 字幕
pt_br: Legendado

# #30023
source: Freeleech
ja_jp: フリーリーチ

# #30024
source: Resurrected
ja_jp: 復活
pt_br: Ressuscitado

# #30025
source: Next
ja_jp: 次へ
pt_br: Próximo

# #30026
source: Page Finder
ja_jp: ページ検索
pt_br: Localizador de Página

# #30027
source: Cover
ja_jp: カバー
pt_br: Capa

# #30028
source: Image
ja_jp: 画像
pt_br: Imagem

# #30029
source: Search All
ja_jp: すべて検索
pt_br: Buscar Tudo

# #30030
source: None
ja_jp: なし
pt_br: Nenhum

# #30031
source: Name
ja_jp: 名前
pt_br: Nome

# #30032
source: Description
ja_jp: 説明
pt_br: Descrição

# #30033
source: Name & Description
ja_jp: 名前と説明
pt_br: Nome e Descrição

# #30034
source: Active Transfers
ja_jp: アクティブな転送
pt_br: Transferências Ativas

# #30035
source: Include Dead
ja_jp: デッドを含める
pt_br: Incluir Mortos

# #30036
source: Only Dead
ja_jp: デッドのみ
pt_br: Apenas Mortos

# #30037
source: Need Seed
ja_jp: シードが必要
pt_br: Necessita Seed

# #30038
source: Select your favorite Agency
ja_jp: 現在、このアルバムに利用可能な動画はありません、申し訳ありません。
pt_br: Selecione sua agência favorita

# #30039
source: What are you looking for?
ja_jp: 削除済みビデオ
pt_br: O que você está procurando?

# #30040
source: Any other requirements?
ja_jp: このビデオは利用できません
pt_br: Alguma outra exigência?

# #30041
source: Something general or something specific?
ja_jp: リンクが見つかりません
pt_br: Algo en general o algo específico?

# #30042
source: In what condition do you want it?
ja_jp: エラーが発生しました。もう一度お試しください。
pt_br: ¿En qué condición lo quieres?

# #30043
source: Put the page number where you want to go
ja_jp: このアルバムにはまだ動画が追加されていません。
pt_br: Coloca el número de página donde quieres ir

# #30044
source: Other
ja_jp: その他
pt_br: Outros

# #30045
source: Recommended for Streams.
ja_jp: ストリームにおすすめ。
pt_br: Recomendado para Streams.

# #30046
source: Recommended for Downloads.
ja_jp: ダウンロードにおすすめ。
pt_br: Recomendado para Downloads.

# #30047
source: Select Torrent Manager.
ja_jp: Torrent マネージャーを選択します。
pt_br: Selecione o Gerenciador de Torrents.

# #30048
source: Please Update and Restart.
ja_jp: 更新して再起動してください。
pt_br: Por favor, atualize e reinicie.

# #30049
source: Update or reinstall
ja_jp: 更新または再インストール
pt_br: Atualize ou reinstale

# #30050
source: and restart Kodi to avoid issues.
ja_jp: 問題を回避するために Kodi を再起動します。
pt_br: e reinicie o Kodi para evitar problemas.

# #30051
source: Download Images from
ja_jp: 画像をダウンロードする元
pt_br: Baixe imagens de

# #30052
source: Update with images from Torrent
ja_jp: Torrent からの画像で更新
pt_br: Atualize com imagens do Torrent

# #30053
source: Downloading Images from Torrent
ja_jp: Torrent から画像をダウンロードしています
pt_br: Baixando imagens do Torrent

# #30054
source: Downloading Files...
ja_jp: ファイルをダウンロードしています...
pt_br: Baixando arquivos...

# #30055
source: Saving Torrent Images
ja_jp: Torrent 画像を保存しています
pt_br: Salvando imagens do Torrent

# #30056
source: Saving
ja_jp: 保存中
pt_br: Salvando

# #30057
source: items left
ja_jp: 残りのアイテム
pt_br: itens restantes

# #30058
source: Download Complete...
ja_jp: ダウンロード完了...
pt_br: Download concluído...

# #30059
source: Please invite me to a bit of pizza.
ja_jp: ピザの一切れをご招待ください。
pt_br: Por favor, convide-me para um pedaço de pizza.

# #30060
source: Hello, I'm {}, the creator of this kawaii addon that lets you watch the best content of your favourite Japanese idols from the aidoru-online site. I've built it little by little over two long years and I'm the only person who supports it right now, you can imagine the adversities that entails. So if you liked the addon, which I made with a lot of love for you, if you want it to keep working for longer and that I can make more addons about your favourite idols, I would appreciate it with all my kokoro if today you can invite me to a bit of pizza…yumi, yumi… . If you want to support me, you can do it at this link: {} or scanning the QR code. Arigatou gozaimasu!!.
ja_jp: こんにちは、私は{}、aidoru-onlineサイトからあなたのお気に入りの日本のアイドルの最高のコンテンツを見ることができるかわいいアドオンの作成者です。私は2年間かけて少しずつ作り上げてきましたが、今は私が唯一のサポーターです。それがどんなに大変なことか想像できるでしょう。だから、あなたがアドオンを気に入ってくれたら、あなたのためにたくさんの愛を込めて作ったものですから、もっと長く動かしておきたいし、あなたのお気に入りのアイドルについてもっとアドオンを作りたいと思います。今日あなたが私をピザの一切れにご招待してくれたら、私は心から感謝します…ゆみ、ゆみ…。私をサポートしたいと思ったら、このリンクでできます: {} またはQRコードをスキャンしてください。ありがとうございます!!.
pt_br: Olá, eu sou {}, o criador deste addon kawaii que te permite assistir ao melhor conteúdo das suas ídolos japonesas favoritas do site aidoru-online. Eu o construí pouco a pouco ao longo de dois longos anos e sou a única pessoa que o apoia neste momento, você pode imaginar as adversidades que isso implica. Então, se você gostou do addon, que eu fiz com muito amor para você, se você quer que ele continue a funcionar por mais tempo e que eu possa fazer mais addons sobre suas ídolos favoritas, eu agradeceria com todo o meu kokoro se hoje você me convidar para um pedaço de pizza…yumi, yumi… . Se você quiser me apoiar, você pode fazê-lo neste link: {} ou escaneando o código QR. Arigatou gozaimasu!!.

# #30061
source: Thanks Button
ja_jp: 感謝ボタン
pt_br: Botão de agradecimento

# #30062
source: Give thanks to {}.
ja_jp: {}に感謝します。
pt_br: Agradeça a {}.

# #30063
source: You and {} other users have already thanked {}.
ja_jp: あなたと{}人の他のユーザーはすでに{}に感謝しています。
pt_br: Você e {} outros usuários já agradeceram a {}.

# #30064
source: Click to set the subtitles - {}
ja_jp: 字幕を設定するにはクリック - {}
pt_br: Clique para definir as legendas - {}

# #30065
source: You must have a video playing for setting the subtitles.
ja_jp: 字幕を設定するにはビデオを再生している必要があります。
pt_br: Você deve ter um vídeo em reprodução para definir as legendas.

# #30066
source: The addon could not be installed.
ja_jp: アドオンをインストールできませんでした。
pt_br: O addon não pôde ser instalado.

# #30067
source: Go to the addons section, choose install from repository, select the repository {}, go to video addons and install {}.
ja_jp: アドオンのセクションに移動し、リポジトリからインストールを選択し、リポジトリ{}を選択し、ビデオアドオンに移動して{}をインストールします。
pt_br: Vá para a seção de addons, escolha instalar do repositório, selecione o repositório {}, vá para os addons de vídeo e instale {}.
