Repository: ponchofcult/ponchofcult.github.io
Catalog: nexus/plugin.video.ariyasumomoka/resources/language/resource.language.*/strings.po
Languages: de_de, zh_tw

# #30000
source: Settings
de_de: Einstellungen
zh_tw: 設定

# #30001
source: Enable/Disable Debug
de_de: Debug aktivieren/deaktivieren
zh_tw: 開啟/關閉偵錯

# #30002
source: Restart Required
de_de: Neustart erforderlich
zh_tw: 需要重新啟動

# #30003
source: If you want to see Japanese titles displayed correctly, please restart Kodi now. Alternatively, you can continue using it and the changes will take effect after your next restart.
de_de: Um japanische Titel korrekt anzuzeigen, starten Sie Kodi jetzt bitte neu. Alternativ können Sie es weiterhin nutzen, die Änderungen werden nach Ihrem nächsten Neustart wirksam.
zh_tw: 若想要正確顯示日文標題，請現在重新啟動Kodi。或者您也可以繼續使用，並在下一次重新啟動時生效。

# #30004
source: Unsupported Skin
de_de: Nicht unterstütztes Design
zh_tw: 不支援的佈景主題

# #30005
source: Please report this on https://github.com/ponchofcult/Turning-Japanese/issues so we can add support as soon as possible. Thank you!
de_de: Bitte melden Sie dies auf https://github.com/ponchofcult/Turning-Japanese/issues, damit wir so schnell wie möglich Unterstützung hinzufügen können. Vielen Dank!
zh_tw: 請在 https://github.com/ponchofcult/Turning-Japanese/issues 上回報此問題，以便我們能盡快提供支援。謝謝！

# #30006
source: PHOTOGRAPHY
de_de: FOTOGRAFIE
zh_tw: 攝影

# #30007
source: MOVIE
de_de: FILM
zh_tw: 電影

# #30008
source: DISCOGRAPHY
de_de: DISKOGRAFIE
zh_tw: 音樂作品

# #30009
source: Unsupported Link
de_de: Nicht unterstützter Link
zh_tw: 不支援的連結

# #30010
source: If you want to watch this video, please enter this URL in a web browser:
de_de: Wenn Sie dieses Video ansehen möchten, geben Sie bitte diese URL in einen Webbrowser ein:
zh_tw: 如果您想觀看此影片，請在瀏覽器中輸入此網址：

# #30011
source: Not Available Albums
de_de: Nicht verfügbare Alben
zh_tw: 專輯無法使用

# #30012
source: Coming soon...
de_de: Demnächst verfügbar...
zh_tw: 即將推出...

# #30013
source: PLAY VIDEO
de_de: VIDEO ABSP.
zh_tw: 播放影片

# #30014
source: No links found
de_de: Keine Links gefunden
zh_tw: 没有找到链接

# #30015
source: Videos not available for this album, sorry.
de_de: Es sind keine Videos für dieses Album verfügbar, Entschuldigung
zh_tw: 抱歉，此专辑没有可用的视频
